---
kind: property
id: P:Autodesk.Revit.DB.CustomFieldData.DefaultRowHeightOnSheet
source: html/76d96a8d-c4e1-2851-637a-a95623c391dd.htm
---
# Autodesk.Revit.DB.CustomFieldData.DefaultRowHeightOnSheet Property

Identifies the default row height for this field.

## Syntax (C#)
```csharp
public double DefaultRowHeightOnSheet { get; }
```